export interface FeedbackType {
  id: string | number;
  title?: string;
  text?: string;
  destination?: string;
}

export const feedbackMocked: FeedbackType[] = [
  {
    id: 1,
    title: 'Кухня "Nordic" (скандинавский стиль)',
    text: "Выбрали 'Nordic' за лаконичность и функциональность. Шпон ореха приятно теплый на ощупь, столешница из кварца не царапается. Особенно радуют скрытые ручки и встроенная подсветка – выглядит стильно и современно. Сборка заняла всего день, все детали приехали без повреждений.",
    destination: '— Артем, Санкт-Петербург *(5/5 ⭐⭐⭐⭐⭐)*',
  },
  {
    id: 2,
    title: 'Кухня "Nordic" (скандинавский стиль)',
    text: "Выбрали 'Nordic' за лаконичность и функциональность. Шпон ореха приятно теплый на ощупь, столешница из кварца не царапается. Особенно радуют скрытые ручки и встроенная подсветка – выглядит стильно и современно. Сборка заняла всего день, все детали приехали без повреждений.",
    destination: '— Артем, Санкт-Петербург *(5/5 ⭐⭐⭐⭐⭐)*',
  },
  {
    id: 3,
    title: 'Кухня "Nordic" (скандинавский стиль)',
    text: "Выбрали 'Nordic' за лаконичность и функциональность. Шпон ореха приятно теплый на ощупь, столешница из кварца не царапается. Особенно радуют скрытые ручки и встроенная подсветка – выглядит стильно и современно. Сборка заняла всего день, все детали приехали без повреждений.",
    destination: '— Артем, Санкт-Петербург *(5/5 ⭐⭐⭐⭐⭐)*',
  },
  {
    id: 4,
    title: 'Кухня "Nordic" (скандинавский стиль)',
    text: "Выбрали 'Nordic' за лаконичность и функциональность. Шпон ореха приятно теплый на ощупь, столешница из кварца не царапается. Особенно радуют скрытые ручки и встроенная подсветка – выглядит стильно и современно. Сборка заняла всего день, все детали приехали без повреждений.",
    destination: '— Артем, Санкт-Петербург *(5/5 ⭐⭐⭐⭐⭐)*',
  },
];
